Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: Deleting the string will remove all translations of this string in all languages. This action cannot be undone.
ca_es: Eliminar la cadena eliminarà també totes les traduccions d'aquesta cadena a tots els idiomes. Aquesta acció no es podrà desfer.

source: locale
ca_es: local

source: Comments per page
ca_es: Comentaris per pàgina

source: Multilingual support
ca_es: Suport multilingüe

source: Enabled, with translation
ca_es: Habilitat, amb traducció

source: Comment moderation
ca_es: Moderació de comentaris

source: Publish comment
ca_es: Publica el comentari

source: The file could not be uploaded.
ca_es: No s'ha pogut carregar el fitxer.

source: The selected image handling toolkit %toolkit can not correctly process %function.
ca_es: El joc d'eines de manipulació d'imatges seleccionada %toolkit no pot processar adequadament %function.

source: The directory %file is not protected from modifications and poses a security risk. You must change the directory's permissions to be non-writable.
ca_es: El directori %file no està protegit contra modificacions creant un risc de seguretat. Heu de treure els permisos d'escritura del directori.

source: Collaboration
ca_es: Col·laboració

source: Administration pages
ca_es: Pàgines d'administració

source: Currently using !item !version
ca_es: Esteu utilitzant !item !version

source: Created content type %type.
ca_es: S'ha creat el tipus de contingut %type.

source: User created with name %name and pass %pass
ca_es: S'ha creat l'usuari amb nom %name i contrasenya %pass

source: Created permissions: @perms
ca_es: S'han creat els permisos: @perms

source: Invalid permission %permission.
ca_es: Permis %permission no vàlid.

source: Username field found.
ca_es: Camp nom d'usuari trobat.

source: Password field found.
ca_es: Camp constrasenya trobat

source: !method @url returned @status (!length).
ca_es: !method @url ha retornat @status (!length).

source: Valid HTML found on "@path"
ca_es: S'ha trobat HTML vàlid a "@path"

source: Parsed page successfully.
ca_es: Pàgina analitzada amb èxit.

source: Found the requested form fields at @path
ca_es: S'han trobat els camps de formulari demanats a @path

source: Found field by name @name
ca_es: S'ha trobat el camp mitjançant el nom @name

source: Did not find field by name @name
ca_es: No s'ha trobat el camp mitjançant el nom @name

source: Found field by id @id
ca_es: S'ha trobat el camp mitjançant l'identificador @id

source: Did not find field by id @id
ca_es: No s'ha trobat el camp mitjançant l'identificador @id

source: HTTP response expected !code, actual !curl_code
ca_es: Resposta HTTP esperada !code, actual !curl_code

source: %type: %message in %function (line %line of %file).
ca_es: %type: %message a %function (línia %line de %file).

source: The website encountered an unexpected error. Please try again later.
ca_es: El lloc ha trobat un error inesperat. Torneu-ho a provar més tard.

source: Tests
ca_es: Proves

source: Run tests
ca_es: Executa les proves

source: Clean test environment
ca_es: Neteja l'entorn de proves

source: Remove tables with the prefix "simpletest" and temporary directories that are left over from tests that crashed. This is intended for developers when creating tests.
ca_es: Elimina les taules amb el prefix "simpletest" i els directoris temporals que han quedat de les proves que han fallat. Això està pensat per als desenvolupadors quan creen les proves.

source: Clean environment
ca_es: Neteja l'entorn

source: No tests to display.
ca_es: No hi ha proves a mostrar.

source: @pass, @fail, and @exception
ca_es: @pass, @fail i @exception

source: No test(s) selected.
ca_es: No hi ha proves seleccionades.

source: Processing test @num of @max - %test.
ca_es: Processant la prova @num de @max - %test

source: Processed test @num of @max - %test.
ca_es: Processada la prova @num de @max - %test

source: 1 pass
ca_es: 1 passada

source: 1 fail
ca_es: 1 fallada

source: 1 exception
ca_es: 1 excepció

source: PHP DOMDocument class
ca_es: Classe PHP DOMDocument

source: Provides a framework for unit and functional testing.
ca_es: Proporciona un marc de treball per a proves unitàries i funcionals.

source: Main menu
ca_es: Menú principal

source: User %name used one-time login link at time %timestamp.
ca_es: L'usuari %name ha utilitzat l'enllaç d'inici de sessió d'un sol cop a les %timestamp.

source: Created a new user account for <a href="@url">%name</a>. No e-mail has been sent.
ca_es: S'ha creat un nou compte d'usuari per a <a href="@url">%name</a>. No s'ha enviat cap correu electrònic.

source: Registration successful. You are now logged in.
ca_es: Registre realitzat correctament. Ara ja esteu validat al sistema.

source: Password and further instructions have been e-mailed to the new user <a href="@url">%name</a>.
ca_es: La contrasenya i les instruccions addicionals s'han enviat al correu electrònic del nou usuari <a href="@url">%name</a>.

source: New user: %name (%email).
ca_es: Nou usuari: %name (%email).

source: numeric
ca_es: numèric

source: Trigger
ca_es: Activador

source: Add link
ca_es: Afegeix un enllaç

source: View comments
ca_es: Accedeix als comentaris

source: Username or e-mail address
ca_es: Nom d'usuari o adreça de correu electrònic

source: %name: this field cannot hold more than @count values.
ca_es: %name: aquest camp no pot tenir més de @count valors.

source: No fields available.
ca_es: No hi ha cap camp disponible.

source: After saving new content
ca_es: Després de desar un nou contingut

source: After deleting content
ca_es: Després de suprimir contingut

source: Not in book
ca_es: No està al llibre

source: New book
ca_es: Nou llibre

source: By @name on @date
ca_es: Per @name el @date

source: By @name
ca_es: Per @name

source: Not in menu
ca_es: No està al menú

source: Alias: @alias
ca_es: Àlies: @alias

source: No alias
ca_es: No hi ha àlies

source: <em>and</em> where <strong>%property</strong> is <strong>%value</strong>
ca_es: <em>i</em> on <strong>%property</strong> és <strong>%value</strong>

source: <strong>%property</strong> is <strong>%value</strong>
ca_es: <strong>%property</strong> és <strong>%value</strong>

source: User autocomplete
ca_es: Autocomplert per usuari

source: Initializing.
ca_es: Inicialitzant.

source: An error has occurred.
ca_es: Hi ha hagut un error.

source: Please continue to <a href="@error_url">the error page</a>
ca_es: Si us plau, aneu a <a href="@error_url">la pàgina d'error</a>

source: HTTP POST is required.
ca_es: Es requereix un HTTP POST

source: Your page will be a part of the selected book.
ca_es: La vostra pàgina formarà part del llibre seleccionat.

source: 0 sec
ca_es: 0 seg

source: form
ca_es: formulari

source: alert
ca_es: alerta

source: emergency
ca_es: emergència

source: Filter log messages
ca_es: Filtrar els missatges de registre

source: You must select something to filter by.
ca_es: Heu de seleccionar alguna cosa per la qual filtrar.

source: New revision
ca_es: Nova revisió

source: To change the current user password, enter the new password in both fields.
ca_es: Per a canviar la contrasenya actual de l'usuari, introduïu la nova contrasenya en els dos camps.

source: You have tried to use a one-time login link that has expired. Please request a new one using the form below.
ca_es: Heu intentat utilitzar un enllaç d'inici de sessió d'un sol cop que ha caducat. Demaneu-ne un de nou utilitzant el formulari de sota.

source: This login can be used only once.
ca_es: Aquest inici de sessió només es pot utilitzar un cop.

source: The translation import of %filename failed.
ca_es: La importació de la traducció de %filename ha fallat.

source: More choices
ca_es: Més opcions

source: Abbreviation
ca_es: Abreviatura

source: Inserted
ca_es: Inserit

source: Provide a password for the new account in both fields.
ca_es: Proporcioneu una contrasenya pel nou compte en els dos camps.

source: The title of the comment.
ca_es: El títol del comentari.

source: Comment count
ca_es: Comptador de comentaris

source: The title of the node.
ca_es: El títol del node.

source: The date the node was posted.
ca_es: La data de publicació del node.

source: Poll
ca_es: Enquesta

source: Views today
ca_es: Visualitzacions d'avui

source: contact
ca_es: contacte

source: Search for either of the two terms with uppercase <strong>OR</strong>. For example, <strong>cats OR dogs</strong>.
ca_es: Cerqueu per qualsevol dels dos termes amb <strong>OR</strong> en majúscules. Per exemple, <strong>gossos OR gats</strong>.

source: PHP filter
ca_es: filtre PHP

source: Language settings
ca_es: Preferències lingüístiques

source: Default menu for content
ca_es: Menú predeterminat per al contingut

source: Choose the menu to be the default in the menu options in the content authoring form.
ca_es: Trieu el menú que esdevindrà predeterminat en les opcions de menú del formulari de creació de continguts.

source: Cron has been running for more than an hour and is most likely stuck.
ca_es: El cron ha estat funcionant més d'una hora i molt probablement s'ha encallat.

source: Attempting to re-run cron while it is already running.
ca_es: Intentant tornar a executar el cron mentre encara està funcionant.

source: Cron run completed.
ca_es: L'execució del cron s'ha completat.

source: HTTP request status
ca_es: Estat de la sol·licitud HTTP

source: Fails
ca_es: Falla

source: Visitors
ca_es: Visitants

source: Optionally specify an alternative URL by which this node can be accessed. For example, type "about" when writing an about page. Use a relative path and don't add a trailing slash or the URL alias won't work.
ca_es: Opcionalment, especifiqueu una URL alternativa per la qual es pot accedir a aquest node. Per exemple, "quisom" al escriure una pàgina amb informació sobre nosaltres. Utilitzeu un camí relatiu i no afegiu la barra final o l'àlies URL no funcionarà.

source: Machine-readable name
ca_es: Nom llegible-per-la-màquina

source: Already added languages
ca_es: Idiomes ja afegits

source: Recent blog posts
ca_es: Articles recents de blog

source: Who's new
ca_es: Qui és nou

source: Language name
ca_es: Nom de la llengua

source: Edit language
ca_es: Editeu l'idioma

source: list links
ca_es: llista els enllaços

source: Edit category
ca_es: Edita la categoria

source: The content type %name has been updated.
ca_es: El tipus de contingut %name s'ha actualitzat.

source: The content type %name has been added.
ca_es: El tipus de contingut %name s'ha afegit.

source: Catalan
ca_es: Català

source: Contact form
ca_es: Formulari de contacte

source: Drag to re-order
ca_es: Arrossegueu per canviar l'ordre

source: Changes made in this table will not be saved until the form is submitted.
ca_es: Els canvis fets en aquesta taula no es desaran fins que no envieu el formulari.

source: The requested page could not be found.
ca_es: La pàgina sol·licitada no s'ha pogut trobar.

source: Disable the account and keep all content.
ca_es: Inhabilita el compte i preserva tot el contingut.

source: Disable the account and unpublish all content.
ca_es: Inhabilita el compte i retira tot el contingut

source: Delete the account and all content.
ca_es: Suprimeix el compte i tot el contingut.

source: The user account %id does not exist.
ca_es: No existeix el compte d'usuari %id.

source: Attempted to cancel non-existing user account: %id.
ca_es: S'ha intentat cancel·lar un compte d'usuari que no existeix: %id.

source: Requirements problem
ca_es: Problema amb els requeriments

source: Database configuration
ca_es: Configuració de la base de dades

source: Your web server does not appear to support any common database types. Check with your hosting provider to see if they offer any databases that <a href="@drupal-databases">Drupal supports</a>.
ca_es: El vostre servidor no sembla que suporti cap dels tipus de bases de dades més comunes. Comproveu amb el vostre proveïdor d'allotjament que ofereixi bases de dades del tipus que <a href="@drupal-databases">suporta Drupal</a>.

source: The type of database your @drupal data will be stored in.
ca_es: El tipus de base de dades on s'emmagatzemaran les dades del vostre @drupal

source: The name of the database your @drupal data will be stored in. It must exist on your server before @drupal can be installed.
ca_es: El nom de la base de dades on s'emmagatzemaran les dades del vostre @drupal. Ha d'existir en el servidor abans d'instal·lar el @drupal.

source: If more than one application will be sharing this database, enter a table prefix such as %prefix for your @drupal site here.
ca_es: Si aquesta base de dades ha de ser compartida per més d'una aplicació, introduïu-hi el prefix, com %prefix, per al vostre @drupal.

source: The database table prefix you have entered, %db_prefix, is invalid. The table prefix can only contain alphanumeric characters, periods, or underscores.
ca_es: El prefix per les taules de la base de dades que heu entrar, %db_prefix, no és vàlid. El prefix de les taules només pot contenir caràcters alfanumèrics, punts o guions baixos.

source: Select an installation profile
ca_es: Seleccioneu un perfil d'instal·lació

source: Choose language
ca_es: Escolliu la llengua

source: With the addition of an appropriate translation package, this installer is capable of proceeding in another language of your choice. To install and use Drupal in a language other than English:
ca_es: Si afegiu el paquet de traducció apropiat, aquest instal·lador podrà mostrar-se en un altre idioma. Per instal·lar i usar Drupal en una altre idioma diferent de l'Anglès:

source: Determine if <a href="@translations" target="_blank">a translation of this Drupal version</a> is available in your language of choice. A translation is provided via a translation package; each translation package enables the display of a specific version of Drupal in a specific language. Not all languages are available for every version of Drupal.
ca_es: Determineu si hi ha disponible una traducció d'aquesta versió de Drupal al vostre idioma. Les traduccions es proveeixen via un paquet de traducció; cada paquet de traducció permet la visualització d'una determinada versió de Drupal en un idioma determinat. No estan disponibles tots els idiomes per a cada versió de Drupal.

source: If an alternative translation package of your choice is available, download and extract its contents to your Drupal root directory.
ca_es: Si teniu disponible un paquet de traducció alternatiu del vostre gust, descarregueu-vos-el i extreieu-ne el contingut al directori arrel del vostre Drupal.

source: Return to choose language using the second link below and select your desired language from the displayed list. Reloading the page allows the list to automatically adjust to the presence of new translation packages.
ca_es: Torneu a escollir l'idioma fent servir el segon enllaç de més avall i seleccioneu l'idioma desitjat de la llista que es mostra. Si recarregueu la pàgina fareu que la llista s'ajusti automàticament a la presència de nous paquets de traducció.

source: Alternatively, to install and use Drupal in English, or to defer the selection of an alternative language until after installation, select the first link below.
ca_es: Alternativament, per instal·lar i fer servir Drupal en anglès, o per posposar la selecció d'un idioma alternatiu fins després de la instal·lació, seleccioneu la primera línia de més avall.

source: How should the installation continue?
ca_es: Com hauria de continuar la instal·lació?

source: Continue installation in English
ca_es: Continua la instal·lació en anglès

source: Return to choose a language
ca_es: Torneu a escollir un idioma.

source: Learn how to install Drupal in other languages
ca_es: Aprèn com instal·lar Drupal en altres idiomes

source: (built-in)
ca_es: (integrat)

source: No profiles available
ca_es: No hi ha perfils disponibles

source: Drupal already installed
ca_es: Drupal ja està instal·lat

source: <ul><li>To start over, you must empty your existing database.</li><li>To install to a different database, edit the appropriate <em>settings.php</em> file in the <em>sites</em> folder.</li><li>To upgrade an existing installation, proceed to the <a href="@base-url/update.php">update script</a>.</li><li>View your <a href="@base-url">existing site</a>.</li></ul>
ca_es: <ul><li>Per començar de nou, heu de buidar la vostra base de dades existent.</li><li>Per instal·lar en una base de dades diferent, editeu l'arxiu <em>settings.php</em> apropiat de la carpeta <em>sites</em>.</li><li>Per actualitzar una instal·lació existent, executeu el <a href="@base-url/update.php">procés d'actualització</a>.</li><li>Veieu el vostre <a href="@base-url">lloc web</li></ul>

source: Installing @drupal
ca_es: Instal·lant @drupal

source: The installation has encountered an error.
ca_es: La instal·lació ha trobat un error.

source: Configure site
ca_es: Configuració del lloc

source: All necessary changes to %dir and %file have been made. They have been set to read-only for security.
ca_es: S'han fet tots els canvis necessaris a %dir i a %file. S'han deixat amb permisos només de lectura per raons de seguretat.

source: @drupal installation complete
ca_es: Ha acabat la instal·lació del @drupal

source: Installed %module module.
ca_es: Mòdul %module instal·lat.

source: Choose profile
ca_es: Escolliu perfil

source: Verify requirements
ca_es: Verificació dels requeriments

source: Set up database
ca_es: Configuració de la base de dades

source: Set up translations
ca_es: Configurar traduccions

source: Install site
ca_es: Instal·lació del lloc

source: Finish translations
ca_es: Finalització de les traduccions

source: Site e-mail address
ca_es: Adreça de correu electrònic del lloc

source: The <em>From</em> address in automated e-mails sent during registration and new password requests, and other notifications. (Use an address ending in your site's domain to help prevent this e-mail being flagged as spam.)
ca_es: L'adreça <em>remitent</em> en correus automàtics enviats durant el procés de registre, sol·licituds de noves contrasenyes i altres notificacions. (Feu servir una adreça del domini del vostre lloc si no voleu que pugui considerar-se com a <em>correu brossa</em>.)

source: By default, dates in this site will be displayed in the chosen time zone.
ca_es: Per defecte, les dates en aquest lloc web es mostraran en el fus horari triat.

source: Update notifications
ca_es: Notificacions d'actualització

source: Check for updates automatically
ca_es: Comprova les actualitzacions automàticament

source: Removed orphaned action '%action' from database.
ca_es: S'ha eliminat de la base de dades l'acció '%action' que era òrfena.

source: One orphaned action (%orphans) exists in the actions table. !link
ca_es: Existeix una acció orfe (%orphans) a la taula d'accions.!link

source: Cron run exceeded the time limit and was aborted.
ca_es: L'execució del cron ha superat el temps límit i s'ha avortat.

source: !name cannot be longer than %max characters but is currently %length characters long.
ca_es: !name no pot ser més llarg de %max caràcters i actualment és de %length caràcters.

source: Illegal choice %choice in %name element.
ca_es: Opció il·legal %choice a l'element %name.

source: GD2 image manipulation toolkit
ca_es: Joc d'eines de manipulació d'imatges GD2

source: The GD toolkit is installed and working properly.
ca_es: El joc d'eines GD està instal·lat i funcionant correctament.

source: Define the image quality for JPEG manipulations. Ranges from 0 to 100. Higher values mean better image quality but bigger files.
ca_es: Defineix la qualitat de la imatge per a les manipulacions JPEG. Va des de 0 fins a 100. Els valors més alts generen imatges de millor qualitat i fitxers més grossos.

source: The GD image toolkit requires that the GD module for PHP be installed and configured properly. For more information see <a href="@url">PHP's image documentation</a>.
ca_es: El joc d'eines GD requereix que el mòdul GD per a PHP estigui instal·lat i configurat correctament. Per a més informació vegeu la <a href="@url">documentació d'imatges de PHP</a>.

source: JPEG quality must be a number between 0 and 100.
ca_es: La qualitat dels JPEG ha de ser un nombre entre 0 i 100.

source: Right to left
ca_es: Dreta a esquerra

source: Left to right
ca_es: Esquerra a dreta

source: Predefined language
ca_es: Llengua predeterminada

source: Custom language
ca_es: Llengua personalitzada

source: Add custom language
ca_es: Crea una llengua personalitzada

source: Save language
ca_es: Desa la llengua

source: <a href="@rfc4646">RFC 4646</a> compliant language identifier. Language codes typically use a country code, and optionally, a script or regional variant name. <em>Examples: "en", "en-US" and "zh-Hant".</em>
ca_es: Identificador de llengua segons la norma <a href="@rfc4646">RFC 4646</a>. Els codis de llengua usen normalment un codi de país i, opcionalment, una variant de nom regional. <em>Exemples: "en", "en-US" i "zh-Hant".</em>

source: Language name in English
ca_es: Nom de la llengua en anglès

source: Name of the language in English. Will be available for translation in all languages.
ca_es: Nom de la llengua en anglès. Estarà disponible per a la traducció en totes les llengües.

source: Native language name
ca_es: Nom natiu de la llengua

source: Name of the language in the language being added.
ca_es: Nom de la llengua en la pròpia que està sent afegida.

source: Language domain
ca_es: Domini de la llengua

source: Direction that text in this language is presented.
ca_es: Direcció del text en què es presenta en aquesta llengua.

source: The language %language (%code) already exists.
ca_es: Ja existeix una traducció per a l'idioma %language (%code).

source: Invalid language code.
ca_es: Codi de llengua invàlid.

source: The language %language has been created and can now be used. More information is available on the <a href="@locale-help">help screen</a>.
ca_es: L'idioma %language ha estat creat i ara pot ser usat. Més informació disponible a la <a href="@locale-help">pàgina d'ajuda</a>.

source: Domain and path prefix values should not be set at the same time.
ca_es: Els valors de domini i de prefix de camí no poden ser definides alhora.

source: The domain (%domain) is already tied to a language (%language).
ca_es: El domini (%domain) ja està lligat a un idioma (%language).

source: Only the default language can have both the domain and prefix empty.
ca_es: Només l'idioma per defecte pot tenir ambdós valors de domini i prefix buits.

source: The prefix (%prefix) is already tied to a language (%language).
ca_es: El prefix (%prefix) ja està lligat a un idioma (%language).

source: The English language cannot be deleted.
ca_es: L'anglès no es pot esborrar.

source: The default language cannot be deleted.
ca_es: L'idioma per defecte no es pot esborrar.

source: Deleting a language will remove all interface translations associated with it, and posts in this language will be set to be language neutral. This action cannot be undone.
ca_es: En esborrar un idioma s'eliminen totes les traduccions de la interfície associades a l'idioma i totes les entrades en aquest idioma es configuraran com a neutrals amb l'idioma. Aquesta acció no pot ser desfeta.

source: Language negotiation configuration saved.
ca_es: S'ha desat la configuració de la negociació d'idioma.

source: English (built-in)
ca_es: Anglès (integrat)

source: String contains
ca_es: La cadena conté

source: Leave blank to show all strings. The search is case sensitive.
ca_es: Deixeu-ho en blanc per a mostrar totes les cadenes. La cerca és sensible a les majúscules i minúscules.

source: English (provided by Drupal)
ca_es: Anglès (proveït per Drupal)

source: Search in
ca_es: Cerca a
